Repository: oceanskydivers/Pantry
Catalog: Pantry/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

source: Import
ar: استيراد
bn: ইমপোর্ট
de: Importieren
es: Importar
fr: Importer
hi: आयात करें
id: Impor
it: Importa
ja: インポート
ko: 가져오기
pt_br: Importar
ru: Импорт
tr: İçe Aktar
zh_hans: 导入
zh_hant: 匯入

source: Import Failed
ar: فشل الاستيراد
bn: ইম্পোর্ট ব্যর্থ হয়েছে
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l'importation
hi: आयात विफल रहा
id: Impor Gagal
it: Importazione non riuscita
ja: インポートに失敗しました
ko: 가져오기 실패
pt_br: Falha na Importação
ru: Ошибка импорта
tr: İçe Aktarma Başarısız
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import from URL
ar: استيراد من رابط
bn: URL থেকে ইমপোর্ট করুন
de: Von URL importieren
es: Importar desde URL
fr: Importer depuis une URL
hi: URL से आयात करें
id: Impor dari URL
it: Importa da URL
ja: URLからインポート
ko: URL에서 가져오기
pt_br: Importar de URL
ru: Импорт по ссылке
tr: URL'den İçe Aktar
zh_hans: 从网址导入
zh_hant: 從網址匯入

source: Importing Recipe...
ar: جاري استيراد الوصفة...
bn: রেসিপি ইম্পোর্ট করা হচ্ছে...
de: Rezept wird importiert...
es: Importando receta...
fr: Importation de la recette...
hi: रेसिपी आयात की जा रही है...
id: Mengimpor Resep...
it: Importazione ricetta...
ja: レシピをインポート中...
ko: 레시피 가져오는 중...
pt_br: Importando Receita...
ru: Импорт рецепта...
tr: Tarif İçe Aktarılıyor...
zh_hans: 正在导入食谱...
zh_hant: 正在匯入食譜...

source: Importing…
ar: جاري الاستيراد…
bn: ইম্পোর্ট করা হচ্ছে…
de: Importieren…
es: Importando…
fr: Importation…
id: Mengimpor…
it: Importazione in corso…
ja: インポート中…
ko: 가져오는 중…
pt_br: Importando…
ru: Импорт…
tr: İçe aktarılıyor…

source: Ingredients
ar: المكونات
bn: উপাদানসমূহ
de: Zutaten
es: Ingredientes
fr: Ingrédients
hi: सामग्री
id: Bahan-bahan
it: Ingredienti
ja: 材料
ko: 재료
pt_br: Ingredientes
ru: Ингредиенты
tr: Malzemeler
zh_hans: 食材
zh_hant: 食材

source: Instructions
ar: التعليمات
bn: নির্দেশাবলী
de: Anweisungen
es: Instrucciones
hi: निर्देश
id: Petunjuk
it: Istruzioni
ja: 作り方
ko: 조리법
pt_br: Instruções
ru: Инструкции
tr: Talimatlar
zh_hans: 制作步骤
zh_hant: 步驟

source: Inventory
ar: المخزون
bn: ইনভেন্টরি
de: Inventar
es: Inventario
fr: Inventaire
hi: इन्वेंट्री
id: Inventaris
it: Inventario
ja: 在庫
ko: 인벤토리
pt_br: Inventário
ru: Инвентарь
tr: Envanter
zh_hans: 库存
zh_hant: 庫存

source: Item Info
ar: معلومات العنصر
bn: আইটেমের তথ্য
de: Artikelinfo
es: Información del artículo
fr: Informations sur l'article
hi: आइटम की जानकारी
id: Info Item
it: Informazioni articolo
ja: アイテム情報
ko: 항목 정보
pt_br: Informações do Item
ru: Информация о товаре
tr: Ürün Bilgisi
zh_hans: 物品信息
zh_hant: 物品資訊

source: Item Name
ar: اسم العنصر
bn: আইটেমের নাম
de: Artikelname
es: Nombre del artículo
fr: Nom de l'article
hi: आइटम का नाम
id: Nama Item
it: Nome articolo
ja: アイテム名
ko: 항목 이름
pt_br: Nome do Item
ru: Название товара
tr: Ürün Adı
zh_hans: 物品名称
zh_hant: 物品名稱

source: Items assigned to this location will become unassigned.
ar: العناصر المخصصة لهذا الموقع ستصبح غير مخصصة.
bn: এই অবস্থানে বরাদ্দ করা আইটেমগুলো অনির্ধারিত হয়ে যাবে।
de: Artikel, die diesem Lagerort zugewiesen sind, werden nicht mehr zugewiesen.
es: Los artículos asignados a esta ubicación pasarán a estar sin asignar.
fr: Les articles attribués à cet emplacement ne seront plus associés.
id: Item yang ditetapkan ke lokasi ini akan menjadi tidak ditetapkan.
it: Gli elementi assegnati a questa posizione diventeranno non assegnati.
ja: この場所に割り当てられているアイテムは、未割り当てになります。
ko: 이 위치에 할당된 항목은 할당 해제됩니다.
pt_br: Os itens atribuídos a este local ficarão sem atribuição.
ru: Товары, привязанные к этому месту, станут непривязанными.
tr: Bu konuma atanan öğelerin ataması kaldırılacaktır.

source: Items without a tracked consumption rate are excluded.
ar: تم استبعاد العناصر التي ليس لها معدل استهلاك متتبع.
bn: যেসব আইটেমের ব্যবহারের হার ট্র্যাক করা হয়নি সেগুলো বাদ দেওয়া হয়েছে।
de: Artikel ohne erfasste Verbrauchsrate sind ausgeschlossen.
es: Se excluyen los artículos sin una tasa de consumo registrada.
fr: Les articles sans taux de consommation suivi sont exclus.
hi: बिना ट्रैक की गई खपत दर वाले आइटम बाहर रखे गए हैं।
id: Item tanpa tingkat konsumsi yang dilacak akan dikecualikan.
it: Gli articoli senza un tasso di consumo tracciato sono esclusi.
ja: 消費率が追跡されていないアイテムは除外されます。
ko: 소비율이 추적되지 않는 항목은 제외됩니다.
pt_br: Itens sem taxa de consumo rastreada são excluídos.
ru: Товары без отслеживаемой нормы потребления исключены.
tr: Tüketim oranı takip edilmeyen ürünler hariç tutulmuştur.
zh_hans: 未追踪消耗率的物品将被排除。
zh_hant: 未追蹤消耗率的物品將被排除。

source: Location
ar: الموقع
bn: অবস্থান
de: Lagerort
es: Ubicación
fr: Emplacement
id: Lokasi
it: Posizione
ja: 保管場所
ko: 위치
pt_br: Local
ru: Место хранения
tr: Konum

source: Locations
ar: المواقع
bn: লোকেশন
de: Standorte
es: Ubicaciones
fr: Emplacements
hi: स्थान
id: Lokasi
it: Posizioni
ja: 場所
ko: 위치
pt_br: Locais
ru: Места
tr: Konumlar
zh_hans: 位置
zh_hant: 位置

source: Manage Categories
ar: إدارة الفئات
bn: ক্যাটাগরি ম্যানেজ করুন
de: Kategorien verwalten
es: Gestionar categorías
fr: Gérer les catégories
hi: श्रेणियां प्रबंधित करें
id: Kelola Kategori
it: Gestisci categorie
ja: カテゴリーを管理
ko: 카테고리 관리
pt_br: Gerenciar Categorias
ru: Управление категориями
tr: Kategorileri Yönet
zh_hans: 管理类别
zh_hant: 管理類別

source: Manage Locations
ar: إدارة المواقع
bn: লোকেশন ম্যানেজ করুন
de: Standorte verwalten
es: Gestionar ubicaciones
fr: Gérer les emplacements
hi: स्थान प्रबंधित करें
id: Kelola Lokasi
it: Gestisci posizioni
ja: 場所を管理
ko: 위치 관리
pt_br: Gerenciar Locais
ru: Управление местами
tr: Konumları Yönet
zh_hans: 管理位置
zh_hant: 管理位置

source: Name (e.g., Chicken Breast)
ar: الاسم (مثلاً: صدر دجاج)
bn: নাম (যেমন: চিকেন ব্রেস্ট)
de: Name (z. B. Hähnchenbrust)
es: Nombre (ej. Pechuga de pollo)
fr: Nom (ex: Blanc de poulet)
hi: नाम (जैसे: चिकन ब्रेस्ट)
id: Nama (contoh: Dada Ayam)
it: Nome (es. Petto di pollo)
ja: 名前（例：鶏胸肉）
ko: 이름 (예: 닭가슴살)
pt_br: Nome (ex: Peito de Frango)
ru: Название (например, Куриная грудка)
tr: Ad (ör. Tavuk Göğsü)
zh_hans: 名称（例如：鸡胸肉）
zh_hant: 名稱（例如：雞胸肉）

source: New Category
ar: فئة جديدة
bn: নতুন ক্যাটাগরি
de: Neue Kategorie
es: Nueva categoría
fr: Nouvelle catégorie
hi: नई श्रेणी
id: Kategori Baru
it: Nuova categoria
ja: 新しいカテゴリー
ko: 새 카테고리
pt_br: Nova Categoria
ru: Новая категория
tr: Yeni Kategori
zh_hans: 新类别
zh_hant: 新類別

source: New Ingredient Group
ar: مجموعة مكونات جديدة
bn: নতুন উপকরণের গ্রুপ
de: Neue Zutaten-Gruppe
es: Nuevo grupo de ingredientes
fr: Nouveau groupe d'ingrédients
hi: नया सामग्री समूह
id: Kelompok Bahan Baru
it: Nuovo gruppo ingredienti
ja: 新しい材料グループ
ko: 새 재료 그룹
pt_br: Novo Grupo de Ingredientes
ru: Новая группа ингредиентов
tr: Yeni Malzeme Grubu
zh_hans: 新配料组
zh_hant: 新食材分組

source: New Instruction Group
ar: مجموعة تعليمات جديدة
bn: নতুন নির্দেশনার গ্রুপ
de: Neue Anleitungs-Gruppe
es: Nuevo grupo de instrucciones
fr: Nouveau groupe d'instructions
hi: नया निर्देश समूह
id: Kelompok Instruksi Baru
it: Nuovo gruppo istruzioni
ja: 新しい手順グループ
ko: 새 조리 단계 그룹
pt_br: Novo Grupo de Instruções
ru: Новая группа инструкций
tr: Yeni Talimat Grubu
zh_hans: 新步骤组
zh_hant: 新步驟分組

source: New Item
ar: عنصر جديد
bn: নতুন আইটেম
de: Neuer Artikel
es: Nuevo artículo
fr: Nouvel article
hi: नया आइटम
id: Item Baru
it: Nuovo articolo
ja: 新しいアイテム
ko: 새 항목
pt_br: Novo Item
ru: Новый товар
tr: Yeni Ürün
zh_hans: 新物品
zh_hant: 新物品

source: New location name
ar: اسم موقع جديد
bn: নতুন লোকেশনের নাম
de: Neuer Standortname
es: Nombre de la nueva ubicación
fr: Nom du nouvel emplacement
hi: नए स्थान का नाम
id: Nama lokasi baru
it: Nome nuova posizione
ja: 新しい場所の名前
ko: 새 위치 이름
pt_br: Nome do novo local
ru: Название нового места
tr: Yeni konum adı
zh_hans: 新位置名称
zh_hant: 新位置名稱

source: New Location…
ar: موقع جديد...
bn: নতুন লোকেশন…
de: Neuer Standort…
es: Nueva ubicación...
fr: Nouvel emplacement…
hi: नया स्थान…
id: Lokasi Baru…
it: Nuova posizione…
ja: 新しい場所…
ko: 새 위치…
pt_br: Novo Local…
ru: Новое место…
tr: Yeni Konum…
zh_hans: 新位置…
zh_hant: 新位置…

source: Next
ar: التالي
bn: পরবর্তী
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
id: Selanjutnya
it: Avanti
ja: 次へ
ko: 다음
pt_br: Próximo
ru: Далее
tr: İleri
zh_hans: 下一步
zh_hant: 下一步

source: No activity yet. Use + and — to log changes.
ar: لا يوجد نشاط بعد. استخدم + و — لتسجيل التغييرات.
bn: এখনো কোনো কার্যকলাপ নেই। পরিবর্তনগুলো লগ করতে + এবং — ব্যবহার করুন।
de: Noch keine Aktivität. Verwende + und —, um Änderungen zu protokollieren.
es: Aún no hay actividad. Usa + y — para registrar los cambios.
fr: Aucune activité pour le moment. Utilisez + et — pour enregistrer les modifications.
id: Belum ada aktivitas. Gunakan + dan — untuk mencatat perubahan.
it: Ancora nessuna attività. Usa + e — per registrare le modifiche.
ja: アクティビティはまだありません。+ と — を使って変更を記録してください。
ko: 아직 활동이 없습니다. + 및 —를 사용하여 변경 사항을 기록하세요.
pt_br: Nenhuma atividade ainda. Use + e — para registrar alterações.
ru: Активности пока нет. Используйте + и —, чтобы записывать изменения.
tr: Henüz aktivite yok. Değişiklikleri kaydetmek için + ve — düğmelerini kullanın.

source: No Categories
ar: لا توجد فئات
bn: কোনো ক্যাটাগরি নেই
de: Keine Kategorien
es: Sin categorías
fr: Aucune catégorie
hi: कोई श्रेणी नहीं
id: Tidak Ada Kategori
it: Nessuna categoria
ja: カテゴリーなし
ko: 카테고리 없음
pt_br: Sem Categorias
ru: Нет категорий
tr: Kategori Yok
zh_hans: 无类别
zh_hant: 無類別

source: No ingredients listed.
ar: لا توجد مكونات مدرجة.
bn: কোনো উপাদান তালিকাভুক্ত নেই।
de: Keine Zutaten aufgelistet.
es: No hay ingredientes en la lista.
fr: Aucun ingrédient répertorié.
id: Tidak ada bahan yang terdaftar.
it: Nessun ingrediente elencato.
ja: 材料が登録されていません。
ko: 등록된 재료가 없습니다.
pt_br: Nenhum ingrediente listado.
ru: Ингредиенты не указаны.
tr: Listelenmiş malzeme yok.

source: No instructions listed.
ar: لا توجد تعليمات مدرجة.
bn: কোনো নির্দেশাবলী তালিকাভুক্ত নেই।
de: Keine Anweisungen aufgelistet.
es: No hay instrucciones en la lista.
fr: Aucune instruction répertoriée.
hi: कोई निर्देश सूचीबद्ध नहीं हैं।
id: Tidak ada petunjuk yang terdaftar.
it: Nessuna istruzione elencata.
ja: 作り方が登録されていません。
ko: 등록된 조리법이 없습니다.
pt_br: Nenhuma instrução listada.
ru: Инструкции не указаны.
tr: Listelenmiş talimat yok.
zh_hans: 未列出制作步骤。
zh_hant: 未列出任何步驟。

source: No Inventory Items
ar: لا توجد عناصر في المخزون
bn: কোনো ইনভেন্টরি আইটেম নেই
de: Keine Inventarartikel
es: Sin artículos en el inventario
fr: Aucun article en inventaire
hi: कोई इन्वेंट्री आइटम नहीं
id: Tidak Ada Item Inventaris
it: Nessun articolo in inventario
ja: 在庫アイテムなし
ko: 인벤토리 항목 없음
pt_br: Sem Itens no Inventário
ru: Нет товаров в инвентаре
tr: Envanter Öğesi Yok
zh_hans: 无库存物品
zh_hant: 無庫存物品

source: No locations yet
ar: لا توجد مواقع بعد
bn: এখনো কোনো অবস্থান নেই
de: Noch keine Lagerorte
es: Aún no hay ubicaciones
fr: Aucun emplacement pour le moment
hi: अभी तक कोई स्थान नहीं है
id: Belum ada lokasi
it: Ancora nessuna posizione
ja: 保管場所がまだありません
ko: 아직 위치가 없습니다
pt_br: Nenhum local ainda
ru: Мест хранения пока нет
tr: Henüz konum yok
zh_hans: 暂无位置
zh_hant: 尚無位置

source: No photo added yet
ar: لم يتم إضافة صورة بعد
bn: এখনো কোনো ছবি যোগ করা হয়নি
de: Noch kein Foto hinzugefügt
es: Aún no se ha añadido ninguna foto
fr: Aucune photo ajoutée pour le moment
hi: अभी तक कोई फ़ोटो नहीं जोड़ी गई है
id: Belum ada foto yang ditambahkan
it: Ancora nessuna foto aggiunta
ja: 写真はまだ追加されていません
ko: 아직 추가된 사진이 없습니다
pt_br: Nenhuma foto adicionada ainda
ru: Фотография еще не добавлена
tr: Henüz fotoğraf eklenmedi

source: No Recipes Yet
ar: لا توجد وصفات بعد
bn: এখনো কোনো রেসিপি নেই
de: Noch keine Rezepte
es: Aún no hay recetas
fr: Aucune recette pour le moment
hi: अभी तक कोई रेसिपी नहीं
id: Belum Ada Resep
it: Nessuna ricetta ancora
ja: レシピはまだありません
ko: 아직 레시피 없음
pt_br: Nenhuma Receita Ainda
ru: Пока нет рецептов
tr: Henüz Tarif Yok
zh_hans: 暂无食谱
zh_hant: 尚無食譜

source: No Results
ar: لا توجد نتائج
bn: কোনো ফলাফল পাওয়া যায়নি
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
hi: कोई परिणाम नहीं
id: Tidak Ada Hasil
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
pt_br: Sem Resultados
ru: Нет результатов
tr: Sonuç Yok
zh_hans: 无结果
zh_hant: 無搜尋結果

source: No Shopping List
ar: لا توجد قائمة تسوق
bn: কোনো শপিং লিস্ট নেই
de: Keine Einkaufsliste
es: Sin lista de la compra
fr: Aucune liste de courses
hi: कोई शॉपिंग सूची नहीं
id: Tidak Ada Daftar Belanja
it: Nessuna lista della spesa
ja: 買い物リストなし
ko: 쇼핑 목록 없음
pt_br: Sem Lista de Compras
ru: Список покупок пуст
tr: Alışveriş Listesi Yok
zh_hans: 无购物清单
zh_hant: 無購物清單

source: None
ar: لا شيء
bn: কোনোটিই নয়
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
ru: Нет
tr: Hiçbiri
zh_hans: 无
zh_hant: 無

source: Not Now
ar: ليس الآن
bn: এখন নয়
de: Später
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
id: Jangan Sekarang
it: Non ora
ja: 今はしない
ko: 나중에
pt_br: Agora Não
ru: Не сейчас
tr: Şimdi Değil
zh_hans: 以后再说
zh_hant: 稍後再說

source: Note (optional)
ar: ملاحظة (اختياري)
bn: নোট (ঐচ্ছিক)
de: Notiz (optional)
es: Nota (opcional)
fr: Note (optionnel)
hi: नोट (वैकल्पिक)
id: Catatan (opsional)
it: Nota (opzionale)
ja: メモ（任意）
ko: 메모 (선택 사항)
pt_br: Observação (opcional)
ru: Заметка (необязательно)
tr: Not (isteğe bağlı)
zh_hans: 备注（可选）
zh_hant: 備註（選填）

source: Notes
ar: ملاحظات
bn: নোট
de: Notizen
es: Notas
hi: नोट्स
id: Catatan
it: Note
ja: メモ
ko: 메모
pt_br: Observações
ru: Заметки
tr: Notlar
zh_hans: 备注
zh_hant: 備註

# of %@%@ desired
source: of %1$@%2$@ desired
ar: من %1$@%2$@ المطلوبة
bn: %1$@%2$@ কাঙ্ক্ষিত
de: von %1$@%2$@ gewünscht
es: de %@%@ deseado
fr: sur %1$@%2$@ souhaité(s)
hi: %1$@%2$@ वांछित में से
id: dari %1$@%2$@ yang diinginkan
it: di %1$@%2$@ desiderati
ja: %1$@%2$@ 必要なうち
ko: 목표 %1$@%2$@ 중
pt_br: de %1$@%2$@ desejado
ru: из %@%@ желаемого
tr: istenen %1$@%2$@ kadarı
zh_hans: 所需 %1$@%2$@
zh_hant: 目標為 %@%@

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
id: Kata Sandi
ja: パスワード
ko: 비밀번호
pt_br: Senha
ru: Пароль
tr: Parola
zh_hans: 密码
zh_hant: 密碼

source: Paste & Import
ar: لصق واستيراد
bn: পেস্ট এবং ইম্পোর্ট করুন
de: Einfügen & Importieren
es: Pegar e importar
fr: Coller et importer
hi: पेस्ट करें और आयात करें
id: Tempel & Impor
it: Incolla e importa
ja: 貼り付けてインポート
ko: 붙여넣기 및 가져오기
pt_br: Colar e Importar
ru: Вставить и импортировать
tr: Yapıştır ve İçe Aktar
zh_hans: 粘贴并导入
zh_hant: 貼上並匯入

source: Paste a link from any of these platforms and we'll extract the recipe for you:
ar: الصق رابطاً من أي من هذه المنصات وسنقوم باستخراج الوصفة لك:
bn: এই প্ল্যাটফর্মগুলোর যেকোনো একটি থেকে লিঙ্ক পেস্ট করুন এবং আমরা আপনার জন্য রেসিপিটি বের করে দেব:
de: Füge einen Link von einer dieser Plattformen ein und wir extrahieren das Rezept für dich:
es: Pega un enlace de cualquiera de estas plataformas y extraeremos la receta por ti:
fr: Collez un lien depuis l'une de ces plateformes et nous extrairons la recette pour vous :
hi: इनमें से किसी भी प्लेटफ़ॉर्म से लिंक पेस्ट करें और हम आपके लिए रेसिपी निकाल लेंगे:
id: Tempel tautan dari platform mana pun ini dan kami akan mengekstrak resep untuk Anda:
it: Incolla un link da una di queste piattaforme ed estrarremo la ricetta per te:
ja: 以下のいずれかのプラットフォームのリンクを貼り付けると、レシピを自動的に抽出します：
ko: 다음 플랫폼 중 하나의 링크를 붙여넣으면 레시피를 추출해 드립니다:
pt_br: Cole um link de qualquer uma destas plataformas e nós extrairemos a receita para você:
ru: Вставьте ссылку с любой из этих платформ, и мы извлечем рецепт для вас:
tr: Bu platformlardan herhangi birinden bir bağlantı yapıştırın, tarifi sizin için çıkaralım:
zh_hans: 粘贴来自以下任一平台的链接，我们将为您提取食谱：
zh_hant: 貼上來自以下任一平台的連結，我們將為您擷取食譜：

source: Paste any recipe page URL and we'll extract the ingredients and steps automatically.
ar: الصق أي رابط لصفحة وصفة وسنقوم باستخراج المكونات والخطوات تلقائياً.
bn: যেকোনো রেসিপি পেজের URL পেস্ট করুন এবং আমরা স্বয়ংক্রিয়ভাবে উপকরণ ও ধাপগুলো বের করে নেব।
de: Füge eine beliebige Rezept-URL ein und wir extrahieren die Zutaten und Schritte automatisch.
es: Pega cualquier URL de página de receta y extraeremos los ingredientes y pasos automáticamente.
fr: Collez l'URL d'une page de recette et nous extrairons automatiquement les ingrédients et les étapes.
hi: किसी भी रेसिपी पेज का URL पेस्ट करें और हम सामग्री और चरणों को स्वचालित रूप से निकाल लेंगे।
id: Tempel URL halaman resep apa pun dan kami akan mengekstrak bahan dan langkah-langkahnya secara otomatis.
it: Incolla l'URL di una pagina di ricette ed estrarremo automaticamente ingredienti e passaggi.
ja: レシピページのURLを貼り付けると、材料と手順を自動的に抽出します。
ko: 레시피 페이지 URL을 붙여넣으면 재료와 단계를 자동으로 추출합니다.
pt_br: Cole a URL de qualquer página de receita e nós extrairemos os ingredientes e passos automaticamente.
ru: Вставьте URL-адрес любой страницы с рецептом, и мы автоматически извлечем ингредиенты и шаги.
tr: Herhangi bir tarif sayfası URL'sini yapıştırın; malzemeleri ve adımları otomatik olarak çıkaralım.
zh_hans: 粘贴任何食谱页面网址，我们将自动为您提取配料和步骤。
zh_hant: 貼上任何食譜網頁連結，我們將自動為您擷取食材與步驟。

source: Photo
ar: صورة
bn: ছবি
de: Foto
es: Foto
hi: फोटो
id: Foto
it: Foto
ja: 写真
ko: 사진
pt_br: Foto
ru: Фото
tr: Fotoğraf
zh_hans: 照片
zh_hant: 照片

source: Preferences
ar: التفضيلات
bn: প্রেফারেন্স
de: Einstellungen
es: Preferencias
fr: Préférences
hi: प्राथमिकताएं
id: Preferensi
it: Preferenze
ja: 設定
ko: 환경 설정
pt_br: Preferências
ru: Настройки
tr: Tercihler
zh_hans: 偏好设置
zh_hant: 偏好設定

source: Previous
ar: السابق
bn: পূর্ববর্তী
de: Zurück
es: Anterior
fr: Précédent
hi: पिछला
id: Sebelumnya
it: Indietro
ja: 戻る
ko: 이전
pt_br: Anterior
ru: Назад
tr: Geri
zh_hans: 上一步
zh_hant: 上一步

source: Protect Your Recipes
ar: حماية وصفاتك
bn: আপনার রেসিপি সুরক্ষিত রাখুন
de: Deine Rezepte schützen
es: Protege tus recetas
fr: Protéger vos recettes
hi: अपनी रेसिपी सुरक्षित रखें
id: Lindungi Resep Anda
it: Proteggi le tue ricette
ja: レシピを保護
ko: 레시피 보호
pt_br: Proteja Suas Receitas
ru: Защитите свои рецепты
tr: Tariflerinizi Koruyun
zh_hans: 保护您的食谱
zh_hant: 保護您的食譜

source: Quantity
ar: الكمية
bn: পরিমাণ
de: Menge
es: Cantidad
fr: Quantité
hi: मात्रा
id: Kuantitas
it: Quantità
ja: 数量
ko: 수량
pt_br: Quantidade
ru: Количество
tr: Miktar
zh_hans: 数量
zh_hant: 數量

source: Recent
ar: الأخيرة
bn: সাম্প্রতিক
de: Zuletzt verwendet
es: Recientes
fr: Récents
id: Terbaru
it: Recenti
ja: 最近
ko: 최근
pt_br: Recentes
ru: Недавние
tr: Son

source: Recently Viewed
ar: تم عرضها مؤخرًا
bn: সম্প্রতি দেখা হয়েছে
de: Zuletzt angesehen
es: Vistos recientemente
fr: Consultés récemment
id: Baru Saja Dilihat
it: Visualizzati di recente
ja: 最近表示した項目
ko: 최근에 본 항목
pt_br: Visualizados Recentemente
ru: Недавно просмотренные
tr: Son Görüntülenenler

source: Recipe Info
ar: معلومات الوصفة
bn: রেসিপির তথ্য
de: Rezeptinfo
es: Información de la receta
fr: Informations sur la recette
hi: रेसिपी की जानकारी
id: Info Resep
it: Informazioni ricetta
ja: レシピ情報
ko: 레시피 정보
pt_br: Informações da Receita
ru: Информация о рецепте
tr: Tarif Bilgisi
zh_hans: 食谱信息
zh_hant: 食譜資訊

source: Recipe Name
ar: اسم الوصفة
bn: রেসিপির নাম
de: Rezeptname
es: Nombre de la receta
fr: Nom de la recette
hi: रेसिपी का नाम
id: Nama Resep
it: Nome ricetta
ja: レシピ名
ko: 레시피 이름
pt_br: Nome da Receita
ru: Название рецепта
tr: Tarif Adı
zh_hans: 食谱名称
zh_hant: 食譜名稱

source: Recipe Section
ar: قسم الوصفات
bn: রেসিপি সেকশন
de: Rezeptabschnitt
es: Sección de la receta
fr: Section de la recette
hi: रेसिपी अनुभाग
id: Bagian Resep
it: Sezione ricetta
ja: レシピセクション
ko: 레시피 섹션
pt_br: Seção da Receita
ru: Раздел рецепта
tr: Tarif Bölümü
zh_hans: 食谱部分
zh_hant: 食譜區塊

source: Recipe websites supported
ar: مواقع الوصفات المدعومة
bn: সমর্থিত রেসিপি ওয়েবসাইট
de: Unterstützte Rezept-Websites
es: Sitios web de recetas compatibles
fr: Sites de recettes pris en charge
hi: समर्थित रेसिपी वेबसाइटें
id: Situs web resep yang didukung
it: Siti di ricette supportati
ja: 対応しているレシピサイト
ko: 지원되는 레시피 웹사이트
pt_br: Sites de receitas suportados
ru: Поддерживаемые сайты с рецептами
tr: Desteklenen tarif web siteleri
zh_hans: 支持的食谱网站
zh_hant: 支援的食譜網站

source: Recipes
ar: الوصفات
bn: রেসিপি
de: Rezepte
es: Recetas
fr: Recettes
hi: रेसिपी
id: Resep
it: Ricette
ja: レシピ
ko: 레시피
pt_br: Receitas
ru: Рецепты
tr: Tarifler
zh_hans: 食谱
zh_hant: 食譜

source: Remove
ar: إزالة
bn: সরিয়ে ফেলুন
de: Entfernen
es: Eliminar
fr: Retirer
hi: हटाएं
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
ru: Удалить
tr: Kaldır
zh_hans: 移除
zh_hant: 移除

source: Remove from Stock
ar: إزالة من المخزون
bn: স্টক থেকে সরান
de: Aus dem Bestand entfernen
es: Eliminar del inventario
fr: Retirer du stock
hi: स्टॉक से हटाएं
id: Hapus dari Stok
it: Rimuovi dallo stock
ja: 在庫から削除
ko: 재고에서 제거
pt_br: Remover do estoque
ru: Удалить из запасов
tr: Stoktan Çıkar
zh_hans: 从库存中移除
zh_hant: 從庫存移除

source: Remove Group
ar: إزالة المجموعة
bn: গ্রুপ সরান
de: Gruppe entfernen
es: Eliminar grupo
fr: Supprimer le groupe
hi: समूह हटाएं
id: Hapus Grup
it: Rimuovi gruppo
ja: グループを削除
ko: 그룹 제거
pt_br: Remover grupo
ru: Удалить группу
tr: Grubu Kaldır
zh_hans: 移除分组
zh_hant: 移除群組

source: Remove Photo
ar: إزالة الصورة
bn: ছবি সরান
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo
hi: फोटो हटाएं
id: Hapus Foto
it: Rimuovi foto
ja: 写真を削除
ko: 사진 제거
pt_br: Remover foto
ru: Удалить фото
tr: Fotoğrafı Kaldır
zh_hans: 移除照片
zh_hant: 移除照片

source: Rename
ar: إعادة تسمية
bn: নাম পরিবর্তন করুন
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
id: Ubah Nama
it: Rinomina
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
ru: Переименовать
tr: Yeniden Adlandır
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Category
ar: إعادة تسمية الفئة
bn: বিভাগের নাম পরিবর্তন করুন
de: Kategorie umbenennen
es: Renombrar categoría
fr: Renommer la catégorie
hi: श्रेणी का नाम बदलें
id: Ubah Nama Kategori
it: Rinomina categoria
ja: カテゴリ名を変更
ko: 카테고리 이름 변경
pt_br: Renomear categoria
ru: Переименовать категорию
tr: Kategoriyi Yeniden Adlandır
zh_hans: 重命名分类
zh_hant: 重新命名類別

source: Reset
ar: إعادة تعيين
bn: রিসেট করুন
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
id: Atur Ulang
it: Reimposta
ja: リセット
ko: 초기화
pt_br: Redefinir
ru: Сбросить
tr: Sıfırla
zh_hans: 重置
zh_hant: 重置

source: Reset all tracking history?
ar: هل تريد إعادة تعيين سجل التتبع بالكامل؟
bn: সমস্ত ট্র্যাকিং ইতিহাস রিসেট করবেন?
de: Gesamten Verlauf zurücksetzen?
es: ¿Restablecer todo el historial de seguimiento?
fr: Réinitialiser tout l'historique de suivi ?
hi: क्या सभी ट्रैकिंग इतिहास रीसेट करें?
id: Atur ulang semua riwayat pelacakan?
it: Reimpostare tutta la cronologia di tracciamento?
ja: すべての追跡履歴をリセットしますか？
ko: 모든 추적 기록을 초기화하시겠습니까?
pt_br: Redefinir todo o histórico de rastreamento?
ru: Сбросить всю историю отслеживания?
tr: Tüm takip geçmişi sıfırlansın mı?
zh_hans: 重置所有追踪记录？
zh_hant: 是否重置所有追蹤記錄？

source: Reset History
ar: إعادة تعيين السجل
bn: ইতিহাস রিসেট করুন
de: Verlauf zurücksetzen
es: Restablecer historial
fr: Réinitialiser l'historique
hi: इतिहास रीसेट करें
id: Atur Ulang Riwayat
it: Reimposta cronologia
ja: 履歴をリセット
ko: 기록 초기화
pt_br: Redefinir histórico
ru: Сбросить историю
tr: Geçmişi Sıfırla
zh_hans: 重置记录
zh_hant: 重置記錄

source: Results
ar: النتائج
bn: ফলাফল
de: Ergebnisse
es: Resultados
fr: Résultats
hi: परिणाम
id: Hasil
it: Risultati
ja: 結果
ko: 결과
pt_br: Resultados
ru: Результаты
tr: Sonuçlar
zh_hans: 结果
zh_hant: 結果

source: Save
ar: حفظ
bn: সংরক্ষণ করুন
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
tr: Kaydet
zh_hans: 保存
zh_hant: 儲存

source: Scale quantities
ar: تعديل مقياس الكميات
bn: পরিমাণ সামঞ্জস্য করুন
de: Mengen skalieren
es: Escalar cantidades
fr: Ajuster les quantités
hi: मात्रा को स्केल करें
id: Sesuaikan jumlah
it: Scala le quantità
ja: 分量を変更
ko: 수량 조절
pt_br: Ajustar quantidades
ru: Масштабировать количество
tr: Miktarları ölçeklendir
zh_hans: 按比例调整用量
zh_hant: 按比例調整數量

source: Search categories…
ar: البحث في الفئات…
bn: বিভাগ খুঁজুন…
de: Kategorien durchsuchen…
es: Buscar categorías…
fr: Rechercher des catégories…
hi: श्रेणियां खोजें…
id: Cari kategori…
it: Cerca categorie…
ja: カテゴリを検索…
ko: 카테고리 검색…
pt_br: Buscar categorias…
ru: Поиск категорий…
tr: Kategorilerde ara…
zh_hans: 搜索分类…
zh_hant: 搜尋類別…
